Repository: Draighon94/AcudaKeys
Catalog: lib/l10n/app_*.arb
Languages: es, ja, zh

# abrirEnGoogleMaps
source: Open in Google Maps
es: Abrir en Google Maps
ja: Google マップで開く
zh: 在谷歌地图中打开

# acercaDe
source: About
es: Acerca de
ja: について
zh: 关于

# aceptar
source: OK
es: Aceptar
ja: 同意する
zh: 接受

source: Admin
es: Administrador
ja: 管理者
zh: 管理员

# agregarLlave
source: Add Key
es: Agregar Llave
ja: キーを追加
zh: 添加钥匙

# ajustes
source: Settings
es: Ajustes
ja: 設定
zh: 设置

# alarmaActivada
source: Enabled Alarm
es: Alarma Activada
ja: アラーム作動中
zh: 警报已激活

# busquedaDePartes
source: Search for Service Reports
es: Búsqueda de Partes
ja: 部品検索
zh: 零件搜索

# cantidad
source: Quantity
es: Cantidad
ja: 数量
zh: 数量

# cantidadDeLlaves
source: Number of Keys
es: Cantidad de Llaves
ja: キーの数
zh: 钥匙数量

# centrarReceptoraAlarmas
source: Alarm Receiving Center
es: Central Receptora de Alarmas
ja: 警報受信センター
zh: 报警接收中心

# cerrarSesion
source: Log Out
es: Cerrar Sesión
ja: ログアウト
zh: 退出登录

# chino
source: Chinese
es: Chino
ja: 中国語
zh: 中国人

# claro
source: Light
es: Claro
ja: ライト
zh: 浅色

# cliente
source: Client
es: Cliente
ja: クライアント
zh: 客户

# clienteExistente
source: Ya existe el cliente en la base de datos
ja: クライアントはすでにデータベースに存在します
zh: 客户已存在于数据库中

# clienteMasServicios
source: Client with more Services
es: Cliente con más Servicios
ja: 最も多くのサービスを利用しているクライアント
zh: 服务最多的客户

# codigoDeLlave
source: Key Code
es: Código de Llave
ja: キーコード
zh: 钥匙代码

# confirmacionCerrarSesion
source: Are you sure do you want log out?
es: ¿Estás seguro de que quiere cerrar la sesión?
ja: セッションを閉じてもよろしいですか？
zh: 您确定要退出登录吗？

# confirmacionEliminar
source: Are you sure do you want erase
es: ¿Estás seguro de que desea eliminar el cliente?
ja: クライアントを削除してもよろしいですか？
zh: 您确定要删除此客户吗？

# consultarLlaves
source: Consult Keys
es: Consultar Llaves
ja: キーを照会
zh: 查询钥匙

# consultarPartes
source: Consult Reports
es: Consultar Partes
ja: 部品を照会
zh: 查询零件

# contrasenia
source: Password
es: Contraseña
ja: パスワード
zh: 密码

# contraseniaIncorrecta
source: wrong password.
es: contraseña incorrecta.
ja: パスワードが正しくありません。
zh: 密码不正确。

# correoElectronico
source: Email
es: Correo Electrónico
ja: Eメール
zh: 电子邮件

# cra
source: A.R.C
es: C.R.A.
ja: シー・アール・エー

# datosServicio
source: Service Data
es: Datos del Servicio
ja: サービスデータ
zh: 服务数据

# datosVigilante
source: Security guard Data
es: Datos del Vigilante
ja: 警備員データ
zh: 保安数据

# delegacion
source: Delegation
es: Delegación
ja: 委任
zh: 分公司

# direccion
source: Address
es: Dirección
ja: 住所
zh: 地址

# direccionCliente
source: Client Address
es: Dirección del Cliente
ja: クライアントの住所
zh: 客户地址

# elegirFecha
source: Pick Date
es: Elegir Fecha
ja: 日付を選択
zh: 选择日期

# eliminar
source: Erase
es: Eliminar
ja: 削除
zh: 删除

# enviarA
source: Send to
es: Enviar a
ja: 送信先
zh: 发送至

# enviarParte
source: Send Service Report
es: Enviar Parte
ja: 部品を送信
zh: 发送零件

# errorEnvio
source: Error at sending report
es: Ha ocurrido un error al enviar el parte
ja: 部品の送信中にエラーが発生しました
zh: 发送零件时发生错误

# errorConexion
source: error establishing connection.
es: Error al establecer la conexión.
ja: 接続中にエラーが発生しました。
zh: 建立连接时发生错误。

# errorGuardar
source: Error at saving
es: Error al guardar
ja: 保存中にエラーが発生しました
zh: 保存时出错

# errorPdfGuardar
source: Error at generating pdf
es: No se ha podido guardar el informe en pdf
ja: PDFレポートを保存できませんでした
zh: 无法将报告保存为PDF

# espaniol
source: Spanish
es: Español
ja: スペイン語
zh: 西班牙语

source: Exterior
ja: 外部
zh: 外部

# fecha
source: Date
es: Fecha
ja: 日付
zh: 日期

# filtrosDeBusqueda
source: Search Filters
es: Filtros de búsqueda
ja: 検索フィルター
zh: 搜索筛选器

# funcionan
source: Works?
es: ¿Funcionan?
ja: 機能していますか？
zh: 它们工作吗？

# generarInformeMensual
source: Generate Mensual Report
es: Generar Informe Mensual
ja: 月次レポートを生成
zh: 生成月度报告

# guardar
source: Save
es: Guardar
ja: 保存
zh: 保存

# guardadoEn
source: Saved report in
es: Se ha guardado en
ja: に保存されました
zh: 已保存到

# guardarInformePDF
source: Save report into PDF
es: Guardar informe en PDF
ja: PDFレポートを保存
zh: 将报告保存为PDF

# guardarPartePDF
source: Save service report in PDF
es: Guardar parte en PDF
ja: PDF部品を保存
zh: 将零件保存为PDF

source: Guardia Civil
ja: 市民警備隊
zh: 国民警卫队

# horaAviso
source: Warning Time
es: Hora Aviso
ja: 通知時間
zh: 通知时间

# horaFinal
source: Final Time
es: Hora Final
ja: 終了時間
zh: 结束时间

# horaLlegada
source: Arrival Time
es: Llegada
ja: 到着
zh: 到达

# idioma
source: Language
es: Idioma
ja: 言語
zh: 语言

# incendio
source: Fire
es: Incendio
ja: 火災
zh: 火灾

# informeDe
source: Report
es: Informe de
ja: レポート
zh: 报告

# ingles
source: English
es: Inglés
ja: 英語
zh: 英语

# iniciarSesion
source: Log In
es: Iniciar Sesión
ja: ログイン
zh: 登录

# instalacionCerrada
source: Closed facility
es: Instalación cerrada
ja: 施設は閉鎖されました
zh: 设施已关闭

source: Interior
ja: 内部
zh: 内部

source: Intrusion
es: Intrusión
ja: 侵入
zh: 入侵

# japones
source: Japanese
es: Japonés
ja: 日本語
zh: 日本人

# llaves
source: Keys
es: Llaves
ja: キー
zh: 钥匙

# llavesAgregadas
source: New keys added
es: Llaves agregadas
ja: キーが追加されました
zh: 已添加钥匙

# mes
source: month
es: mes
ja: 月
zh: 月

source: No
ja: いいえ
zh: 不

# nombre
source: Name
es: Nombre
ja: 名前
zh: 姓名

# nombreCliente
source: Client Name
es: Nombre del Clente
ja: クライアント名
zh: 客户姓名

# nombreVigilante
source: Security Guard Name
es: Nombre del Vigilante
ja: 警備員名
zh: 保安姓名

# numDotacion
source: ID Number
es: Nº de Dotación
ja: 装備番号
zh: 配备编号

# numeroPartesRealizados
source: Number of service reports made this month
es: Número de partes realizados este mes
ja: 今月作成された部品の数
zh: 本月完成的零件数量

# observaciones
source: Observations
es: Observaciones
ja: 備考
zh: 备注

# oscuro
source: Dark
es: Oscuro
ja: ダーク
zh: 深色

# otrasIncidencias
source: Other Incidents
es: Otras Incidencias
ja: その他のインシデント
zh: 其他事件

# parteEnviado
source: Report sent to ARC
es: El parte se ha enviado a la CRA
ja: 部品はCRAに送信されました
zh: 零件已发送到CRA

# parteGuardado
source: Saved Report
es: Parte Guardado
ja: 部品が保存されました
zh: 零件已保存

# pdfGuardado
source: Pdf saved in
es: Se ha guardado el pdf en
ja: PDFはに保存されました
zh: PDF已保存到

# perdidaComunicacion
source: Lost Communication
es: Pérdida de comunicación
ja: 通信喪失
zh: 通讯丢失

# perosnasInterior
source: People inside
es: Personas en el interior
ja: 内部の人々
zh: 内部人员

# policia
source: Police
es: Policía
ja: 警察
zh: 警察

# quedaSistemaConectado
source: System Connected
es: Queda conectado el sistema
ja: システムは接続されたままです
zh: 系统保持连接

# realizarParte
source: Carry out Service Report
es: Realizar Parte
ja: 部品を作成
zh: 制作零件

# reiniciar
source: Reset
es: Reiniciar
ja: 再起動
zh: 重启

# resultadoVerificacion
source: Verification Results
es: Resultado de la Verificación
ja: 検証結果
zh: 验证结果

# rutaNoSeleccionada
source: No path selected
es: No has seleccionado una ruta
ja: ルートが選択されていません
zh: 您没有选择路径

# seleccionaFichero
source: Select a pdf file to preview
es: Selecciona un fichero pdf para previsualizarlo
ja: プレビューするPDFファイルを選択
zh: 选择一个PDF文件进行预览

# seleccionaAnio
source: Pick year
es: Selecciona el año
ja: 年を選択してください
zh: 选择年份

# seleccionaMes
source: Pick month
es: Selecciona el mes
ja: 月を選択してください
zh: 选择月份

# seleccionarParte
source: Select a report...
es: Seleccionar un parte...
ja: 部品を選択...
zh: 选择一个零件...

# senialesViolencia
source: Violence signs
es: Señales de violencia
ja: 暴力の兆候
zh: 暴力迹象

# serviciosIncendio
source: Services by fire
es: Servicios por incendio
ja: 火災サービス
zh: 火灾服务

# serviciosIntrusion
source: Services by intrusion
es: Servicios por intrusión
ja: 侵入サービス
zh: 入侵服务

# serviciosPerdidaComunicacion
source: Services by lost connection
es: Servicios por pérdida de comunicación
ja: 通信喪失サービス
zh: 通讯丢失服务

# sesionIniciada
source: You have logged in with
es: Se ha iniciado sesión con
ja: でログインしました
zh: 已登录

# si
source: Yes
es: Sí
ja: はい
zh: 是

# sistema
source: System
es: Sistema
ja: システム
zh: 系统

# telefono
source: Telephone
es: Teléfono
ja: 電話
zh: 电话

# tema
source: Theme
es: Tema
ja: テーマ
zh: 主题

# textAcercaDe
source: This application has been developed by Jonatan Reyes González, Student of 2ºDAM in Leonardo da Vinci High School
es: Esta aplicación ha sido desarrollada por Jonatan Reyes González, alumno de 2ºDAM en el IES Leonardo da Vinci
ja: このアプリケーションは、IES Leonardo da Vinciの2年生DAM学生であるJonatan Reyes Gonzálezによって開発されました。
zh: 此应用程序由IES Leonardo da Vinci的二年级DAM学生Jonatan Reyes González开发

# usuario
source: User
es: Usuario
ja: ユーザー
zh: 用户

# vigilante
source: Security guard
es: Vigilante
ja: 警備員
zh: 保安

# vigilanteMasServicios
source: Security Guard with more services
es: Vigilante con más Servicios
ja: 最も多くのサービスを利用している警備員
zh: 服务最多的保安

# validadorCodLlave
source: Introduce a value
es: Introduce un valor para el código de la llave
ja: キーコードの値を入力してください
zh: 请输入钥匙代码的值

# validadorCliente
source: Pick a client
es: Seleccione un cliente
ja: クライアントを選択してください
zh: 选择一个客户

# validadorDelegacion
source: Introduce delegation
es: Introduce la delegación
ja: 委任を入力してください
zh: 请输入分公司

# validadorDireccionCliente
source: Introduce an address
es: Introduce la dirección del cliente
ja: クライアントの住所を入力してください
zh: 请输入客户地址

# validadorEmailCRA
source: email invalid
es: Correo electrónico no válido
ja: 無効なメールアドレス
zh: 无效的电子邮件

# validadorFecha
source: Pick date
es: Seleccione una fecha
ja: 日付を選択してください
zh: 选择一个日期

# validadorHora
source: Pick an hour
es: Seleccione una hora
ja: 時間を選択してください
zh: 选择一个时间

# validadorNombre
source: Name invalid
es: Nombre erróneo
ja: 名前が間違っています
zh: 姓名错误

# validadorNombreCliente
source: Introduce name of client
es: Introduce el nombre del cliente
ja: クライアント名を入力してください
zh: 请输入客户姓名

# validadorNombreVigilante
source: Introduce name of security guard
es: Introduce el nombre del vigilante
ja: 警備員名を入力してください
zh: 请输入保安姓名

# validadorTelefonoCRA
source: Telephone invalid
es: Teléfono incorrecto
ja: 電話番号が正しくありません
zh: 电话不正确

# validadorTIP
source: TIP missing
es: Falta la TIP
ja: TIPがありません
zh: 缺少TIP

# validadorCantidadLlaves
source: Introduce a number
es: Introduce un número entero
ja: 整数を入力してください
zh: 请输入一个整数

# volver
source: Back
es: Volver
ja: 戻る
zh: 返回
